<?php

	ini_set('display_errors', 1);
	ini_set('display_startup_errors', 1);
	error_reporting(E_ALL);

?>

<!doctype html>
<html class="no-js" lang="">

<head>
  <meta charset="utf-8">
  <title></title>
  <meta name="description" content="">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  <meta property="og:title" content="">
  <meta property="og:type" content="">
  <meta property="og:url" content="">
  <meta property="og:image" content="">

  <link rel="manifest" href="site.webmanifest">
  <link rel="apple-touch-icon" href="icon.png">

  <link rel="stylesheet" href="css/style.css">
  <link rel="stylesheet" href="css/reset.css">
  <link rel="stylesheet" href="css/font.css">
  <link rel="stylesheet" href="css/effect.css">
  <link rel="stylesheet" href="css/main.css">
  <link rel="stylesheet" href="css/header.css">
  <link rel="stylesheet" href="css/footer.css">

  <meta name="theme-color" content="#fafafa">
</head>

<body>
<header class="header">
  <?
    var_dump(E_COMPILE_WARNING);
    require 'categoriesResponse.php';

  ?>

  <div class="container">
    <div class="header__wrapper">

      <div class="header__inner">
        <div class="header__cart-like">
          <svg xmlns="http://www.w3.org/2000/svg" width="21" height="21" viewBox="0 0 21 21" fill="none">
            <path
				d="M15.0456 1.80741C13.2938 1.79805 11.6284 2.56741 10.5 3.90739C9.37863 2.55825 7.70864 1.78671 5.9544 1.80741C2.66586 1.80741 0 4.47328 0 7.76181C0 13.3973 9.83543 18.8998 10.2342 19.1124C10.3951 19.22 10.6049 19.22 10.7658 19.1124C11.1646 18.8998 21 13.477 21 7.76181C21 4.47328 18.3341 1.80741 15.0456 1.80741ZM10.5 18.0492C8.95821 17.1454 1.06329 12.334 1.06329 7.76181C1.06329 5.06053 3.25312 2.87065 5.95445 2.87065C7.60866 2.84893 9.15674 3.68331 10.0481 5.07697C10.2291 5.32654 10.5782 5.38215 10.8277 5.20112C10.8754 5.16652 10.9173 5.12464 10.9519 5.07697C12.4302 2.81611 15.4614 2.18174 17.7223 3.66006C19.1063 4.56506 19.9394 6.10811 19.9367 7.76176C19.9367 12.3871 12.0417 17.1719 10.5 18.0492Z"
				fill="#372821"/>
          </svg>
        </div>
        <a href="#" class="header__cart">
          <svg class="header__cart-icon" xmlns="http://www.w3.org/2000/svg" width="19" height="20" viewBox="0 0 19 20"
			   fill="none">
            <g clip-path="url(#clip0_1_7)">
              <path
				  d="M17.5025 1.8182H3.53408V1.94864L3.3593 1.30947C3.14872 0.538423 2.47584 0 1.72301 0H0.55115C0.315603 0 0.125 0.20331 0.125 0.45456C0.125 0.70581 0.315603 0.909119 0.55115 0.909119H1.72301C2.09962 0.909119 2.43588 1.17814 2.54115 1.56388L5.19369 11.2642L3.83454 13.0762C3.64063 13.335 3.53408 13.6595 3.53408 13.9906C3.53408 14.7981 4.14955 15.4546 4.90653 15.4546H16.7443C16.9799 15.4546 17.1705 15.2513 17.1705 15C17.1705 14.7488 16.9799 14.5454 16.7443 14.5454H4.90653C4.61981 14.5454 4.38634 14.2964 4.38634 13.9906C4.38634 13.8649 4.42669 13.7415 4.50036 13.6439L5.86981 11.8182H14.2283C14.8854 11.8182 15.4908 11.4084 15.7709 10.7741L18.7448 4.03364C18.83 3.83966 18.875 3.62438 18.875 3.41084V3.2821C18.875 2.4747 18.2595 1.8182 17.5025 1.8182ZM18.0227 3.41088C18.0227 3.4921 18.0057 3.57379 17.9732 3.64705L14.9998 10.3871C14.8596 10.704 14.557 10.9091 14.2283 10.9091H5.98439L3.74701 2.72727H17.5025C17.7893 2.72727 18.0227 2.97631 18.0227 3.28215V3.41088Z"
				  fill="#372821"/>
              <path
				  d="M5.23865 16.3636C4.29858 16.3636 3.53409 17.179 3.53409 18.1818C3.53409 19.1846 4.29854 20 5.23865 20C6.17876 20 6.94321 19.1846 6.94321 18.1818C6.94321 17.179 6.17872 16.3636 5.23865 16.3636ZM5.23865 19.0909C4.76883 19.0909 4.38639 18.683 4.38639 18.1818C4.38639 17.6807 4.76883 17.2728 5.23865 17.2728C5.70846 17.2728 6.09091 17.6807 6.09091 18.1818C6.09091 18.683 5.70846 19.0909 5.23865 19.0909Z"
				  fill="#372821"/>
              <path
				  d="M15.4659 16.3636C14.5258 16.3636 13.7613 17.179 13.7613 18.1818C13.7613 19.1846 14.5258 20 15.4659 20C16.406 20 17.1705 19.1846 17.1705 18.1818C17.1705 17.179 16.406 16.3636 15.4659 16.3636ZM15.4659 19.0909C14.9961 19.0909 14.6136 18.683 14.6136 18.1818C14.6136 17.6807 14.9961 17.2728 15.4659 17.2728C15.9357 17.2728 16.3182 17.6807 16.3182 18.1818C16.3182 18.683 15.9357 19.0909 15.4659 19.0909Z"
				  fill="#372821"/>
            </g>
            <defs>
              <clipPath id="clip0_1_7">
                <rect width="18.75" height="20" fill="white" transform="translate(0.125)"/>
              </clipPath>
            </defs>
          </svg>
          <div class="header__cart-circle">
            <svg xmlns="http://www.w3.org/2000/svg" width="13" height="13" viewBox="0 0 13 13" fill="none">
              <circle cx="6.5" cy="6.5" r="6.5" fill="#FF8989"/>
            </svg>
            <span class="header__cart-count">2</span>
          </div>

        </a>
        <div class="header__search">
          <svg class="header__search-icon" xmlns="http://www.w3.org/2000/svg" width="20" height="20" viewBox="0 0 20 20"
			   fill="none">
            <g clip-path="url(#clip0_1_18)">
              <path
				  d="M19.8779 19.2887L13.7925 13.2033C15.0565 11.7999 15.8334 9.94957 15.8334 7.91664C15.8333 3.55145 12.2819 0 7.91668 0C3.55145 0 0 3.55145 0 7.91668C0 12.2819 3.55145 15.8334 7.91668 15.8334C9.94961 15.8334 11.7999 15.0565 13.2034 13.7925L19.2887 19.8779C19.3701 19.9593 19.4768 20 19.5834 20C19.69 20 19.7966 19.9593 19.878 19.8779C20.0407 19.7152 20.0407 19.4515 19.8779 19.2887ZM7.91668 15C4.01125 15 0.833359 11.8225 0.833359 7.91668C0.833359 4.01086 4.01125 0.83332 7.91668 0.83332C11.8221 0.83332 15 4.01082 15 7.91668C15 11.8225 11.8221 15 7.91668 15Z"
				  fill="#888888"/>
            </g>
            <defs>
              <clipPath id="clip0_1_18">
                <rect width="20" height="20" fill="white"/>
              </clipPath>
            </defs>
          </svg>
          <label>
            <input type="text" class="header__search-input" placeholder="Поиск">
          </label>
        </div>
      </div>

      <div class="header__logo">
        <svg width="28%" height="28%" xmlns="http://www.w3.org/2000/svg" version="1.1"
			 xlink="http://www.w3.org/1999/xlink" preserveAspectRatio="xMidYMid meet"
			 viewBox="0 0 147.00001525878906 147.00001525878906" overflow="visible">
          <defs id="SvgjsDefs1051">
            <linearGradient id="SvgjsLinearGradientKiLU_RFsYx" gradientUnits="userSpaceOnUse"
							x1="2.8421709430404e-14" y1="270.20001220703125"
							x2="270.20001220703125" y2="-2.8421709430404e-14">
              <stop id="SvgjsStop1054" stop-color="#d09f0b" offset="0.05"></stop>
              <stop id="SvgjsStop1055" stop-color="#574205" offset="0.95"></stop>
            </linearGradient>
          </defs>
          <g id="SvgjsG1052" transform="scale(0.5499113998818664)" opacity="1">
            <g id="SvgjsG1056" class="cmMs4drRX" transform="translate(0, 0) scale(0.9893256010250026)"
			   light-content="false" non-strokable="false" fill="url(#SvgjsLinearGradientKiLU_RFsYx)">
              <path
				  d="M135.1 270.2C60.6 270.2 0 209.6 0 135.1S60.6 0 135.1 0s135.1 60.6 135.1 135.1-60.6 135.1-135.1 135.1zm0-267.7C62 2.5 2.5 62 2.5 135.1S62 267.7 135.1 267.7s132.6-59.5 132.6-132.6S208.2 2.5 135.1 2.5z"></path>
              <path
				  d="M135.1 13.8c32.4 0 62.9 12.6 85.8 35.5s35.5 53.4 35.5 85.8-12.6 62.9-35.5 85.8-53.4 35.5-85.8 35.5-62.9-12.6-85.8-35.5-35.5-53.4-35.5-85.8 12.6-62.9 35.5-85.8 53.4-35.5 85.8-35.5m0-5C65.3 8.8 8.8 65.3 8.8 135.1s56.5 126.3 126.3 126.3 126.3-56.5 126.3-126.3S204.8 8.8 135.1 8.8z"></path>
            </g>
            <g id="SvgjsG1057" class="text" transform="translate(131.40789656789678, 146.43789534719366) scale(1)"
			   light-content="false" fill="#262626">
              <path
				  d="M-84.15 -3.48C-84.15 -2.28 -83.83 -1.37 -83.19 -0.75C-82.55 -0.13 -81.72 0.18 -80.7 0.18C-79.68 0.18 -78.97 -0.1 -78.57 -0.66L-78.57 -9.96C-78.57 -20 -76.53 -25.02 -72.45 -25.02C-70.05 -25.02 -68.85 -22.64 -68.85 -17.88L-68.85 -10.86C-68.85 -7.34 -68.1 -4.62 -66.6 -2.7C-65.1 -0.78 -62.95 0.18 -60.15 0.18C-57.35 0.18 -55.22 -0.84 -53.76 -2.88C-52.3 -4.92 -51.57 -7.64 -51.57 -11.04C-51.57 -13.16 -51.93 -14.22 -52.65 -14.22C-53.21 -14.22 -53.51 -14.1 -53.55 -13.86C-53.55 -9.62 -54.09 -6.61 -55.17 -4.83C-56.25 -3.05 -57.5 -2.16 -58.92 -2.16C-60.34 -2.16 -61.41 -2.74 -62.13 -3.9C-62.85 -5.06 -63.21 -6.78 -63.21 -9.06L-63.21 -17.58C-63.21 -20.66 -63.98 -23.02 -65.52 -24.66C-67.06 -26.3 -69.13 -27.12 -71.73 -27.12C-75.45 -27.12 -77.99 -25.5 -79.35 -22.26C-80.67 -25.5 -83.23 -27.12 -87.03 -27.12C-90.27 -27.12 -92.57 -25.9 -93.93 -23.46C-93.93 -24.66 -94.23 -25.57 -94.83 -26.19C-95.43 -26.81 -96.23 -27.12 -97.23 -27.12C-98.23 -27.12 -98.93 -26.84 -99.33 -26.28L-99.33 -3.48C-99.33 -2.28 -99.03 -1.37 -98.43 -0.75C-97.83 -0.13 -97.03 0.18 -96.03 0.18C-95.03 0.18 -94.33 -0.1 -93.93 -0.66L-93.93 -10.08C-93.93 -15.64 -93.4 -19.52 -92.34 -21.72C-91.28 -23.92 -89.75 -25.02 -87.75 -25.02C-85.35 -25.02 -84.15 -22.64 -84.15 -17.88Z M-35.67 -25.38C-36.83 -26.54 -38.79 -27.12 -41.55 -27.12C-45.15 -27.12 -48.04 -26.02 -50.22 -23.82C-52.4 -21.62 -53.49 -18.2 -53.49 -13.56C-53.49 -4.4 -49.99 0.18 -42.99 0.18C-41.31 0.18 -39.81 -0.3 -38.49 -1.26C-37.17 -2.22 -36.13 -3.52 -35.37 -5.16C-34.05 -1.6 -31.37 0.18 -27.33 0.18C-24.69 0.18 -22.64 -0.84 -21.18 -2.88C-19.72 -4.92 -18.99 -7.64 -18.99 -11.04C-18.99 -13.16 -19.35 -14.22 -20.07 -14.22C-20.63 -14.22 -20.93 -14.1 -20.97 -13.86C-20.97 -6.06 -22.85 -2.16 -26.61 -2.16C-27.85 -2.16 -28.83 -2.74 -29.55 -3.9C-30.27 -5.06 -30.63 -6.78 -30.63 -9.06L-30.63 -26.28C-31.19 -26.84 -32.04 -27.12 -33.18 -27.12C-34.32 -27.12 -35.15 -26.54 -35.67 -25.38ZM-45.03 -2.85C-45.75 -3.31 -46.39 -4.42 -46.95 -6.18C-47.51 -7.94 -47.79 -10.4 -47.79 -13.56C-47.79 -18.36 -47.13 -21.48 -45.81 -22.92C-45.17 -23.68 -44.49 -24.18 -43.77 -24.42C-43.05 -24.66 -42.08 -24.78 -40.86 -24.78C-39.64 -24.78 -38.54 -24.2 -37.56 -23.04C-36.58 -21.88 -36.09 -20.36 -36.09 -18.48L-36.09 -10.26C-36.09 -7.86 -36.8 -5.91 -38.22 -4.41C-39.64 -2.91 -40.95 -2.16 -42.15 -2.16C-43.35 -2.16 -44.31 -2.39 -45.03 -2.85Z M11.19 -14.22C10.63 -14.22 10.33 -14.1 10.29 -13.86C10.29 -9.86 9.75 -6.91 8.67 -5.01C7.59 -3.11 6.29 -2.16 4.77 -2.16C2.81 -2.16 1.19 -3.13 -0.09 -5.07C-1.37 -7.01 -2.11 -9.2 -2.31 -11.64C0.33 -13.96 1.65 -16.66 1.65 -19.74C1.65 -22.02 0.88 -23.82 -0.66 -25.14C-2.2 -26.46 -4.23 -27.12 -6.75 -27.12C-10.71 -27.12 -13.59 -25.46 -15.39 -22.14L-15.39 -27.9C-10.95 -32.34 -8.73 -36.7 -8.73 -40.98C-8.73 -43.34 -9.15 -45.16 -9.99 -46.44C-10.83 -47.72 -12.01 -48.36 -13.53 -48.36C-16.37 -48.36 -18.29 -47.19 -19.29 -44.85C-20.29 -42.51 -20.79 -38.74 -20.79 -33.54L-20.79 -3.48C-20.79 -2.28 -20.49 -1.37 -19.89 -0.75C-19.29 -0.13 -18.49 0.18 -17.49 0.18C-16.49 0.18 -15.79 -0.1 -15.39 -0.66L-15.39 -7.02C-12.27 -7.18 -9.37 -7.82 -6.69 -8.94C-6.21 -6.42 -5.03 -4.27 -3.15 -2.49C-1.27 -0.71 1.01 0.18 3.69 0.18C6.37 0.18 8.47 -0.86 9.99 -2.94C11.51 -5.02 12.27 -7.72 12.27 -11.04C12.27 -13.16 11.91 -14.22 11.19 -14.22ZM-3.63 -19.68C-3.63 -17.2 -4.73 -14.95 -6.93 -12.93C-9.13 -10.91 -11.95 -9.72 -15.39 -9.36C-15.39 -15.08 -14.62 -19.12 -13.08 -21.48C-11.54 -23.84 -9.67 -25.02 -7.47 -25.02C-6.35 -25.02 -5.43 -24.55 -4.71 -23.61C-3.99 -22.67 -3.63 -21.36 -3.63 -19.68ZM-15.39 -30.78C-15.39 -37.26 -15.27 -41.42 -15.03 -43.26C-14.79 -45.1 -14.27 -46.02 -13.47 -46.02C-12.03 -46.02 -11.31 -44.36 -11.31 -41.04C-11.31 -37.72 -12.67 -34.3 -15.39 -30.78Z M35.61 -13.5C35.05 -13.5 34.75 -13.38 34.71 -13.14C34.71 -9.54 33.72 -6.81 31.74 -4.95C29.76 -3.09 27.54 -2.16 25.08 -2.16C22.62 -2.16 20.64 -2.81 19.14 -4.11C17.64 -5.41 16.71 -7.34 16.35 -9.9C20.23 -9.9 23.42 -10.89 25.92 -12.87C28.42 -14.85 29.67 -17.34 29.67 -20.34C29.67 -22.18 29.09 -23.77 27.93 -25.11C26.77 -26.45 24.93 -27.12 22.41 -27.12C18.93 -27.12 16.07 -25.89 13.83 -23.43C11.59 -20.97 10.47 -17.55 10.47 -13.17C10.47 -8.79 11.74 -5.47 14.28 -3.21C16.82 -0.95 20.19 0.18 24.39 0.18C28.59 0.18 31.72 -1.04 33.78 -3.48C35.84 -5.92 36.87 -8.62 36.87 -11.58C36.87 -12.86 36.45 -13.5 35.61 -13.5ZM16.17 -12.66C16.17 -17.06 16.58 -20.18 17.4 -22.02C18.22 -23.86 19.57 -24.78 21.45 -24.78C22.69 -24.78 23.65 -24.37 24.33 -23.55C25.01 -22.73 25.35 -21.54 25.35 -19.98C25.35 -17.54 24.44 -15.7 22.62 -14.46C20.8 -13.22 18.65 -12.44 16.17 -12.12Z M51.99 -26.19C51.31 -25.57 50.97 -24.66 50.97 -23.46L50.97 -14.28C50.97 -10.36 50.24 -7.32 48.78 -5.16C47.32 -3 45.69 -1.92 43.89 -1.92C41.49 -1.92 40.29 -4.3 40.29 -9.06L40.29 -26.28C39.73 -26.84 38.99 -27.12 38.07 -27.12C37.15 -27.12 36.39 -26.81 35.79 -26.19C35.19 -25.57 34.89 -24.66 34.89 -23.46L34.89 -8.52C34.89 -5.72 35.65 -3.57 37.17 -2.07C38.69 -0.57 40.69 0.18 43.17 0.18C47.33 0.18 50.19 -1.72 51.75 -5.52C53.07 -1.72 55.83 0.18 60.03 0.18C62.67 0.18 64.72 -0.84 66.18 -2.88C67.64 -4.92 68.37 -7.64 68.37 -11.04C68.37 -13.16 68.01 -14.22 67.29 -14.22C66.73 -14.22 66.43 -14.1 66.39 -13.86C66.39 -9.22 65.71 -6.04 64.35 -4.32C63.19 -2.88 61.99 -2.16 60.75 -2.16C59.51 -2.16 58.53 -2.74 57.81 -3.9C57.09 -5.06 56.73 -6.78 56.73 -9.06L56.73 -26.28C56.17 -26.84 55.41 -27.12 54.45 -27.12C53.49 -27.12 52.67 -26.81 51.99 -26.19Z M89.79 -22.02C94.07 -23.38 98.63 -24.06 103.47 -24.06L103.83 -24.96C103.83 -25.84 103.29 -26.28 102.21 -26.28C97.01 -26.28 92.31 -25.6 88.11 -24.24C86.19 -26.16 83.52 -27.12 80.1 -27.12C76.68 -27.12 73.93 -25.46 71.85 -22.14L71.85 -23.46C71.85 -24.66 71.55 -25.57 70.95 -26.19C70.35 -26.81 69.55 -27.12 68.55 -27.12C67.55 -27.12 66.85 -26.84 66.45 -26.28L66.45 19.14C66.45 20.34 66.75 21.25 67.35 21.87C67.95 22.49 68.75 22.8 69.75 22.8C70.75 22.8 71.45 22.52 71.85 21.96L71.85 -13.74C71.85 -17.42 72.69 -20.18 74.37 -22.02C76.05 -23.86 77.82 -24.78 79.68 -24.78C81.54 -24.78 82.99 -24.06 84.03 -22.62C77.51 -19.38 74.25 -14.48 74.25 -7.92C74.25 -5.12 74.96 -3.08 76.38 -1.8C77.8 -0.52 79.43 0.12 81.27 0.12C84.39 0.12 86.92 -1.07 88.86 -3.45C90.8 -5.83 91.77 -8.95 91.77 -12.81C91.77 -16.67 91.11 -19.74 89.79 -22.02ZM81.15 -2.22C80.11 -2.22 79.21 -2.7 78.45 -3.66C77.69 -4.62 77.31 -5.98 77.31 -7.74C77.31 -13.1 79.95 -17.22 85.23 -20.1C85.79 -18.14 86.07 -15.44 86.07 -12C86.07 -5.48 84.43 -2.22 81.15 -2.22Z"></path>
            </g>
          </g>
        </svg>
      </div>

      <div class="header__phone">
        <a href="tel:+78885552222" class="header__phone-link">
          <svg class="header__phone-icon" xmlns="http://www.w3.org/2000/svg" width="16" height="16" viewBox="0 0 16 16"
			   fill="none">
            <g clip-path="url(#clip0_71_0)">
              <path
				  d="M14.7162 10.5022C13.7366 10.5022 12.7747 10.349 11.8633 10.0478C11.4167 9.89542 10.8676 10.0352 10.595 10.3151L8.796 11.6732C6.70963 10.5595 5.42446 9.27475 4.32596 7.20404L5.64408 5.45188C5.98654 5.10988 6.10938 4.61029 5.96221 4.14154C5.65971 3.22529 5.50604 2.26392 5.50604 1.28392C5.50608 0.575958 4.93013 0 4.22221 0H1.28387C0.575958 0 0 0.575958 0 1.28387C0 9.39846 6.60158 16 14.7162 16C15.4241 16 16 15.424 16 14.7161V11.786C16 11.0781 15.424 10.5022 14.7162 10.5022Z"
				  fill="#372821"/>
            </g>
            <defs>
              <clipPath id="clip0_71_0">
                <rect width="16" height="16" fill="white"/>
              </clipPath>
            </defs>
          </svg>
        </a>

        <a href="tel:+78885552222" class="header__phone-link">
          +7(888)-555-22-22
        </a>
      </div>

    </div>

    <nav class="header__nav">
      <ul class="header__nav-list">
        <li class="header__nav-item nav-sub nav-active">
          Категории
          <hr class="nav-trigger">
          <ul class="nav-sub-item__list">
            <a href="#" class="nav-sub__item">Уход за волосами</a>
            <a href="#" class="nav-sub__item">Макияж глаз</a>
            <a href="#" class="nav-sub__item">Уход за лицом</a>
            <a href="#" class="nav-sub__item">Подарки</a>
          </ul>
        </li>
        <li class="header__nav-item nav-sub">
          Продукция
          <hr class="nav-trigger">
          <ul class="nav-sub-item__list">
            <a href="#" class="nav-sub__item">PURIFY</a>
            <a href="#" class="nav-sub__item">PURIFY</a>
            <a href="#" class="nav-sub__item">PURIFY</a>
            <a href="#" class="nav-sub__item">PURIFY</a>
          </ul>
        </li>
        <a href="#" class="header__nav-item nav__link">
          Контакты
        </a>
        <a href="#" class="header__nav-item nav__link">
          Доставка
        </a>
      </ul>
    </nav>
  </div>
</header>

<main class="main">
  <div class="container">
    <section class="store">
      <img src="img/main/main-photo.png" alt="main-photo">
      <div class="store__line-1"></div>
      <div class="store__title">
        ПРЕДСТАВИТЕЛЬ <br> КОСМЕТИКИ <br> DILIS
        <div class="store__line-2"></div>
      </div>
      <a href="#" class="store__link">
        <svg class="btn-store" xmlns="http://www.w3.org/2000/svg" width="226" height="59" viewBox="0 0 226 59"
			 fill="none">
          <path d="M50 58H114.5H225V1H1V58H12.5" stroke="#372821"/>
        </svg>
        <div class="store__link-text">
          В магазин
        </div>
        <svg class="store__link-arrow-1" xmlns="http://www.w3.org/2000/svg" width="7" height="52" viewBox="0 0 7 52"
			 fill="none">
          <path
			  d="M0 48.2147L3.49998 51.4766L7 48.2147L5.94846 47.2347L4.24353 48.8236L4.24353 0H2.71094L2.75642 48.8236L1.05154 47.2347L0 48.2147Z"
			  fill="#372821"/>
        </svg>
      </a>
      <svg class="store__link-arrow-2" xmlns="http://www.w3.org/2000/svg" width="156" height="21" viewBox="0 0 156 21"
		   fill="none">
        <path
			d="M9.88517 0L0 10.4999L9.88517 21L12.8551 17.8454L8.03994 12.7306L156 12.7306V8.13281L8.03994 8.26925L12.8551 3.15462L9.88517 0Z"
			fill="#372821"/>
      </svg>
      <div class="store__line-3"></div>

    </section>

    <section class="categories">
      <div class="categories__top">
        <div class="categories__top-title">Общие категории</div>
        <div class="categories__top-line"></div>
        <div class="categories__top-text">01</div>
        <div class="categories__top-text">Category</div>
      </div>

      <div class="categories__grid">
        <div class="categories__grid-item">
          <div class="grid-item__name">Уход за волосами</div>
          <img class="grid-item__img" src="img/main/categories/MEZOcomplex.jpg" alt="MEZOcomplex">
        </div>
        <div class="categories__grid-item">
          <div class="grid-item__name">Макияж глаз</div>
          <img class="grid-item__img" src="img/main/categories/luxury.jpg" alt="luxury">
        </div>
        <div class="categories__grid-item grid-item__3">
          <div class="grid-item__name">
            La Vie Sweet Cherry <br> <span class="grid-item__addition">Парфюм для женщин</span>
          </div>
          <img class="grid-item__spicy" src="img/main/categories/cherry.jpg" alt="cherry">
        </div>
        <div class="categories__grid-item">
          <div class="grid-item__name">Уход за лицом</div>
          <img class="grid-item__img" src="img/main/categories/Lift&Oval.jpg" alt="Lift&Oval">
        </div>
        <div class="categories__grid-item">
          <div class="grid-item__name">Подарки</div>
          <img class="grid-item__img" src="img/main/categories/Present.png" alt="Present">
        </div>
      </div>

      <svg class="categories__element" xmlns="http://www.w3.org/2000/svg" width="69" height="135" viewBox="0 0 69 135"
		   fill="none">
        <path d="M58.5 100H68C68 73.8349 68 33 68 33H58.5M31 100H1C1 100 1 59.1651 1 33H31" stroke="#372821"/>
        <path
			d="M47 131.738L43.5 135L40 131.738L41.0515 130.758L42.7565 132.347L42.7565 83.5234H44.2891L44.2436 132.347L45.9485 130.758L47 131.738Z"
			fill="#372821"/>
        <rect width="9" height="9" transform="matrix(-1 0 0 1 48 63)" fill="#372821"/>
        <path
			d="M40 3.26189L43.5 0L47 3.26189L45.9485 4.24188L44.2435 2.653V51.4766H42.7109L42.7564 2.653L41.0515 4.24188L40 3.26189Z"
			fill="#372821"/>
      </svg>
    </section>

    <section class="history">
      <img class="history__bg-img" src="img/main/history.png" alt="history">
      <div class="history__top">
        <div class="history__top-number">02</div>
        <div class="history__top-text">History</div>
      </div>
      <div class="history__content">
        <div class="history__content-line-1"></div>
        <div class="history__content-title">НАША ИСТОРИЯ</div>
        <div class="history__content-line-2"></div>
        <div class="history__content-text">
          Подводка высыхает за считанные секунды после нанесения, не скатывается
          и не отпечатывается на верхнем веке. В комплекте с подводкой вы найдете
          миниатюрную кисть, с помощью которой легко регулировать толщину и
          интенсивность стрелок. Beauty Glazed Eyeliner Gel — волшебная палочка
          в мире
        </div>
        <div class="history__content-links">
          <a href="#" class="content__store-link">
            <svg class="btn-store" xmlns="http://www.w3.org/2000/svg" width="226" height="59" viewBox="0 0 226 59"
				 fill="none">
              <path d="M50 58H114.5H225V1H1V58H12.5" stroke="#372821"/>
            </svg>
            <div class="content__store-link-text">
              В магазин
            </div>
            <svg class="content__store-link-arrow" xmlns="http://www.w3.org/2000/svg" width="7" height="52"
				 viewBox="0 0 7 52" fill="none">
              <path
				  d="M0 48.2147L3.49998 51.4766L7 48.2147L5.94846 47.2347L4.24353 48.8236L4.24353 0H2.71094L2.75642 48.8236L1.05154 47.2347L0 48.2147Z"
				  fill="#372821"/>
            </svg>
          </a>
          <a href="#" class="content__video-btn">
            <svg class="content__video-btn-icon" xmlns="http://www.w3.org/2000/svg" width="12" height="13"
				 viewBox="0 0 12 13"
				 fill="none">
              <path d="M12 6.5L0.75 12.9952V0.00480938L12 6.5Z" fill="#372821"/>
            </svg>
            <div class="content__line-3"></div>
          </a>

          <div class="content__video-btn-text">Краткий видео-обзор</div>

        </div>
        <svg class="history__content-element" xmlns="http://www.w3.org/2000/svg" width="69" height="135"
			 viewBox="0 0 69 135" fill="none">
          <path d="M10.5 100H1C1 73.8349 1 33 1 33H10.5M38 100H68C68 100 68 59.1651 68 33H38" stroke="#372821"/>
          <path
			  d="M22 131.738L25.5 135L29 131.738L27.9485 130.758L26.2435 132.347L26.2435 83.5234H24.7109L24.7564 132.347L23.0515 130.758L22 131.738Z"
			  fill="#372821"/>
          <rect x="21" y="63" width="9" height="9" fill="#372821"/>
          <path
			  d="M29 3.26189L25.5 0L22 3.26189L23.0515 4.24188L24.7565 2.653V51.4766H26.2891L26.2436 2.653L27.9485 4.24188L29 3.26189Z"
			  fill="#372821"/>
        </svg>
      </div>

    </section>

    <section class="top-category">
      <div class="top-category__top">
        <div class="top-category__top-text">
          03 &nbsp; &nbsp; Top category
        </div>
        <div class="top-category__top-title">
          ТОП КАТЕГОРИЯ <br>
          <div class="top-category__top-addition">Парфюма DILIS</div>
          <div class="top-category__top-line-1"></div>
          <div class="top-category__top-line-2"></div>
        </div>
      </div>
      <div class="top-category__grid">

        <div class="top-category__grid-item grid-item-1">

          <div class="top-grid__main-name">classic collection №44</div>
          <img class="top-grid__main-img" src="img/main/top/classic-collection-44.jpg" alt="44">
          <svg class="top-grid__line-1" xmlns="http://www.w3.org/2000/svg" width="149" height="649"
			   viewBox="0 0 149 649" fill="none">
            <path d="M1 0V648H149" stroke="#372821"/>
          </svg>
          <svg class="top-grid__line-2" xmlns="http://www.w3.org/2000/svg" width="52" height="7" viewBox="0 0 52 7"
			   fill="none">
            <path
				d="M48.2147 7L51.4766 3.50002L48.2147 0L47.2347 1.05154L48.8236 2.75647L0 2.75647V4.28906L48.8236 4.24358L47.2347 5.94846L48.2147 7Z"
				fill="#372821"/>
          </svg>
          <div class="top-grid__main-btn">
            <svg class="btn__collection-44" xmlns="http://www.w3.org/2000/svg" width="225" height="59"
				 viewBox="0 0 225 59" fill="none">
              <path d="M0 1H224V58H113.5H49M0 58H11.5" stroke="#372821"/>
            </svg>
            <div class="top-grid__main-btn-text">
              Все товары
            </div>
          </div>
        </div>

        <div class="top-category__top-grid">
          <img class="top-grid__product-img" src="img/main/top/classic-collection-19.jpg" alt="19">
          <div class="top-grid__name">classic collection <br> №19</div>
          <div class="top-grid__price">2300 ₽</div>
          <div class="top-grid__btn">
            <svg class="btn__collection-19" xmlns="http://www.w3.org/2000/svg" width="226" height="59"
				 viewBox="0 0 226 59" fill="none">
              <path d="M50 58H114.5H225V1H1V58H12.5" stroke="#372821"/>
            </svg>
            <div class="top-grid__btn-text">В корзину</div>
            <svg class="top-grid__btn-icon-cart" xmlns="http://www.w3.org/2000/svg" width="22" height="23"
				 viewBox="0 0 22 23" fill="none">
              <g clip-path="url(#clip0_7_29)">
                <path
					d="M20.3897 2.09093H3.99999V2.24093L3.79491 1.5059C3.54783 0.619187 2.75831 0 1.875 0H0.500016C0.223641 0 0 0.233806 0 0.522744C0 0.811682 0.223641 1.04549 0.500016 1.04549H1.875C2.31689 1.04549 2.71144 1.35486 2.83496 1.79846L5.94727 12.9539L4.35253 15.0376C4.125 15.3353 3.99999 15.7084 3.99999 16.0892C3.99999 17.0178 4.72214 17.7728 5.61033 17.7728H19.5C19.7764 17.7728 20 17.5389 20 17.25C20 16.9611 19.7764 16.7273 19.5 16.7273H5.61033C5.27391 16.7273 4.99997 16.4409 4.99997 16.0892C4.99997 15.9447 5.04732 15.8028 5.13375 15.6905L6.74058 13.5909H16.5478C17.3188 13.5909 18.0293 13.1197 18.3579 12.3903L21.8472 4.63868C21.9473 4.41561 22 4.16803 22 3.92247V3.77442C22 2.84591 21.2778 2.09093 20.3897 2.09093ZM21 3.92252C21 4.01592 20.98 4.10986 20.9419 4.19411L17.4531 11.9451C17.2886 12.3096 16.9336 12.5455 16.5478 12.5455H6.87502L4.24983 3.13637H20.3897C20.7261 3.13637 21 3.42276 21 3.77447V3.92252Z"
					fill="#372821"/>
                <path
					d="M6.00002 18.8181C4.897 18.8181 4 19.7558 4 20.909C4 22.0622 4.89696 23 6.00002 23C7.10309 23 8.00004 22.0622 8.00004 20.909C8.00004 19.7558 7.10304 18.8181 6.00002 18.8181ZM6.00002 21.9545C5.44877 21.9545 5.00003 21.4853 5.00003 20.909C5.00003 20.3327 5.44877 19.8636 6.00002 19.8636C6.55127 19.8636 7.00001 20.3327 7.00001 20.909C7.00001 21.4853 6.55127 21.9545 6.00002 21.9545Z"
					fill="#372821"/>
                <path
					d="M18 18.8181C16.897 18.8181 16 19.7558 16 20.909C16 22.0622 16.8969 23 18 23C19.103 23 20 22.0622 20 20.909C20 19.7558 19.103 18.8181 18 18.8181ZM18 21.9545C17.4487 21.9545 17 21.4853 17 20.909C17 20.3327 17.4487 19.8636 18 19.8636C18.5512 19.8636 19 20.3327 19 20.909C19 21.4853 18.5512 21.9545 18 21.9545Z"
					fill="#372821"/>
              </g>
              <defs>
                <clipPath id="clip0_7_29">
                  <rect width="22" height="23" fill="white"/>
                </clipPath>
              </defs>
            </svg>
          </div>
        </div>
        <div class="top-category__top-grid">
          <img class="top-grid__product-img" src="img/main/top/classic-collection-30.jpg" alt="30">
          <div class="top-grid__name">classic collection <br> №30</div>
          <div class="top-grid__price">2300 ₽</div>
          <div class="top-grid__btn">
            <svg class="btn__collection-30" xmlns="http://www.w3.org/2000/svg" width="226" height="59"
				 viewBox="0 0 226 59" fill="none">
              <path d="M50 58H114.5H225V1H1V58H12.5" stroke="#372821"/>
            </svg>
            <div class="top-grid__btn-text">В корзину</div>
            <svg class="top-grid__btn-icon-cart" xmlns="http://www.w3.org/2000/svg" width="22" height="23"
				 viewBox="0 0 22 23" fill="none">
              <g clip-path="url(#clip0_7_29)">
                <path
					d="M20.3897 2.09093H3.99999V2.24093L3.79491 1.5059C3.54783 0.619187 2.75831 0 1.875 0H0.500016C0.223641 0 0 0.233806 0 0.522744C0 0.811682 0.223641 1.04549 0.500016 1.04549H1.875C2.31689 1.04549 2.71144 1.35486 2.83496 1.79846L5.94727 12.9539L4.35253 15.0376C4.125 15.3353 3.99999 15.7084 3.99999 16.0892C3.99999 17.0178 4.72214 17.7728 5.61033 17.7728H19.5C19.7764 17.7728 20 17.5389 20 17.25C20 16.9611 19.7764 16.7273 19.5 16.7273H5.61033C5.27391 16.7273 4.99997 16.4409 4.99997 16.0892C4.99997 15.9447 5.04732 15.8028 5.13375 15.6905L6.74058 13.5909H16.5478C17.3188 13.5909 18.0293 13.1197 18.3579 12.3903L21.8472 4.63868C21.9473 4.41561 22 4.16803 22 3.92247V3.77442C22 2.84591 21.2778 2.09093 20.3897 2.09093ZM21 3.92252C21 4.01592 20.98 4.10986 20.9419 4.19411L17.4531 11.9451C17.2886 12.3096 16.9336 12.5455 16.5478 12.5455H6.87502L4.24983 3.13637H20.3897C20.7261 3.13637 21 3.42276 21 3.77447V3.92252Z"
					fill="#372821"/>
                <path
					d="M6.00002 18.8181C4.897 18.8181 4 19.7558 4 20.909C4 22.0622 4.89696 23 6.00002 23C7.10309 23 8.00004 22.0622 8.00004 20.909C8.00004 19.7558 7.10304 18.8181 6.00002 18.8181ZM6.00002 21.9545C5.44877 21.9545 5.00003 21.4853 5.00003 20.909C5.00003 20.3327 5.44877 19.8636 6.00002 19.8636C6.55127 19.8636 7.00001 20.3327 7.00001 20.909C7.00001 21.4853 6.55127 21.9545 6.00002 21.9545Z"
					fill="#372821"/>
                <path
					d="M18 18.8181C16.897 18.8181 16 19.7558 16 20.909C16 22.0622 16.8969 23 18 23C19.103 23 20 22.0622 20 20.909C20 19.7558 19.103 18.8181 18 18.8181ZM18 21.9545C17.4487 21.9545 17 21.4853 17 20.909C17 20.3327 17.4487 19.8636 18 19.8636C18.5512 19.8636 19 20.3327 19 20.909C19 21.4853 18.5512 21.9545 18 21.9545Z"
					fill="#372821"/>
              </g>
              <defs>
                <clipPath id="clip0_7_29">
                  <rect width="22" height="23" fill="white"/>
                </clipPath>
              </defs>
            </svg>
          </div>
        </div>
        <div class="top-category__top-grid">
          <img class="top-grid__product-img" src="img/main/top/niche-collection-be-bad.jpg" alt="be-bad">
          <div class="top-grid__name ">Niche Collection <br> Flower Overdose</div>
          <div class="top-grid__price">2300 ₽</div>
          <div class="top-grid__btn">
            <svg class="btn__collection-flower" xmlns="http://www.w3.org/2000/svg" width="226" height="59"
				 viewBox="0 0 226 59" fill="none">
              <path d="M50 58H114.5H225V1H1V58H12.5" stroke="#372821"/>
            </svg>
            <div class="top-grid__btn-text">В корзину</div>
            <svg class="top-grid__btn-icon-cart" xmlns="http://www.w3.org/2000/svg" width="22" height="23"
				 viewBox="0 0 22 23" fill="none">
              <g clip-path="url(#clip0_7_29)">
                <path
					d="M20.3897 2.09093H3.99999V2.24093L3.79491 1.5059C3.54783 0.619187 2.75831 0 1.875 0H0.500016C0.223641 0 0 0.233806 0 0.522744C0 0.811682 0.223641 1.04549 0.500016 1.04549H1.875C2.31689 1.04549 2.71144 1.35486 2.83496 1.79846L5.94727 12.9539L4.35253 15.0376C4.125 15.3353 3.99999 15.7084 3.99999 16.0892C3.99999 17.0178 4.72214 17.7728 5.61033 17.7728H19.5C19.7764 17.7728 20 17.5389 20 17.25C20 16.9611 19.7764 16.7273 19.5 16.7273H5.61033C5.27391 16.7273 4.99997 16.4409 4.99997 16.0892C4.99997 15.9447 5.04732 15.8028 5.13375 15.6905L6.74058 13.5909H16.5478C17.3188 13.5909 18.0293 13.1197 18.3579 12.3903L21.8472 4.63868C21.9473 4.41561 22 4.16803 22 3.92247V3.77442C22 2.84591 21.2778 2.09093 20.3897 2.09093ZM21 3.92252C21 4.01592 20.98 4.10986 20.9419 4.19411L17.4531 11.9451C17.2886 12.3096 16.9336 12.5455 16.5478 12.5455H6.87502L4.24983 3.13637H20.3897C20.7261 3.13637 21 3.42276 21 3.77447V3.92252Z"
					fill="#372821"/>
                <path
					d="M6.00002 18.8181C4.897 18.8181 4 19.7558 4 20.909C4 22.0622 4.89696 23 6.00002 23C7.10309 23 8.00004 22.0622 8.00004 20.909C8.00004 19.7558 7.10304 18.8181 6.00002 18.8181ZM6.00002 21.9545C5.44877 21.9545 5.00003 21.4853 5.00003 20.909C5.00003 20.3327 5.44877 19.8636 6.00002 19.8636C6.55127 19.8636 7.00001 20.3327 7.00001 20.909C7.00001 21.4853 6.55127 21.9545 6.00002 21.9545Z"
					fill="#372821"/>
                <path
					d="M18 18.8181C16.897 18.8181 16 19.7558 16 20.909C16 22.0622 16.8969 23 18 23C19.103 23 20 22.0622 20 20.909C20 19.7558 19.103 18.8181 18 18.8181ZM18 21.9545C17.4487 21.9545 17 21.4853 17 20.909C17 20.3327 17.4487 19.8636 18 19.8636C18.5512 19.8636 19 20.3327 19 20.909C19 21.4853 18.5512 21.9545 18 21.9545Z"
					fill="#372821"/>
              </g>
              <defs>
                <clipPath id="clip0_7_29">
                  <rect width="22" height="23" fill="white"/>
                </clipPath>
              </defs>
            </svg>
          </div>
        </div>
        <div class="top-category__top-grid">
          <img class="top-grid__product-img" src="img/main/top/niche-collection-flower.jpg" alt="flower">
          <div class="top-grid__name ">Niche Collection <br> Be Bad</div>
          <div class="top-grid__price">2300 ₽</div>
          <div class="top-grid__btn">
            <svg class="btn__collection-be-bad" xmlns="http://www.w3.org/2000/svg" width="226" height="59"
				 viewBox="0 0 226 59" fill="none">
              <path d="M50 58H114.5H225V1H1V58H12.5" stroke="#372821"/>
            </svg>
            <div class="top-grid__btn-text">В корзину</div>
            <svg class="top-grid__btn-icon-cart" xmlns="http://www.w3.org/2000/svg" width="22" height="23"
				 viewBox="0 0 22 23" fill="none">
              <g clip-path="url(#clip0_7_29)">
                <path
					d="M20.3897 2.09093H3.99999V2.24093L3.79491 1.5059C3.54783 0.619187 2.75831 0 1.875 0H0.500016C0.223641 0 0 0.233806 0 0.522744C0 0.811682 0.223641 1.04549 0.500016 1.04549H1.875C2.31689 1.04549 2.71144 1.35486 2.83496 1.79846L5.94727 12.9539L4.35253 15.0376C4.125 15.3353 3.99999 15.7084 3.99999 16.0892C3.99999 17.0178 4.72214 17.7728 5.61033 17.7728H19.5C19.7764 17.7728 20 17.5389 20 17.25C20 16.9611 19.7764 16.7273 19.5 16.7273H5.61033C5.27391 16.7273 4.99997 16.4409 4.99997 16.0892C4.99997 15.9447 5.04732 15.8028 5.13375 15.6905L6.74058 13.5909H16.5478C17.3188 13.5909 18.0293 13.1197 18.3579 12.3903L21.8472 4.63868C21.9473 4.41561 22 4.16803 22 3.92247V3.77442C22 2.84591 21.2778 2.09093 20.3897 2.09093ZM21 3.92252C21 4.01592 20.98 4.10986 20.9419 4.19411L17.4531 11.9451C17.2886 12.3096 16.9336 12.5455 16.5478 12.5455H6.87502L4.24983 3.13637H20.3897C20.7261 3.13637 21 3.42276 21 3.77447V3.92252Z"
					fill="#372821"/>
                <path
					d="M6.00002 18.8181C4.897 18.8181 4 19.7558 4 20.909C4 22.0622 4.89696 23 6.00002 23C7.10309 23 8.00004 22.0622 8.00004 20.909C8.00004 19.7558 7.10304 18.8181 6.00002 18.8181ZM6.00002 21.9545C5.44877 21.9545 5.00003 21.4853 5.00003 20.909C5.00003 20.3327 5.44877 19.8636 6.00002 19.8636C6.55127 19.8636 7.00001 20.3327 7.00001 20.909C7.00001 21.4853 6.55127 21.9545 6.00002 21.9545Z"
					fill="#372821"/>
                <path
					d="M18 18.8181C16.897 18.8181 16 19.7558 16 20.909C16 22.0622 16.8969 23 18 23C19.103 23 20 22.0622 20 20.909C20 19.7558 19.103 18.8181 18 18.8181ZM18 21.9545C17.4487 21.9545 17 21.4853 17 20.909C17 20.3327 17.4487 19.8636 18 19.8636C18.5512 19.8636 19 20.3327 19 20.909C19 21.4853 18.5512 21.9545 18 21.9545Z"
					fill="#372821"/>
              </g>
              <defs>
                <clipPath id="clip0_7_29">
                  <rect width="22" height="23" fill="white"/>
                </clipPath>
              </defs>
            </svg>
          </div>
        </div>
      </div>
    </section>
  </div>
</main>

<footer class="footer">
  <div class="container">
    <div class="footer__wrapper">
      <div class="footer__social">
        <div class="footer__social-title">makeup</div>
        <div class="footer__social-line"></div>
        <div class="footer__social-text">
          Официальный <br>
          представитель в РФ
        </div>
        <div class="footer__social-icons">
          <a href="#" class="footer__social-icon">
            <svg class="social__frame" xmlns="http://www.w3.org/2000/svg" width="69" height="69" viewBox="0 0 69 69"
				 fill="none">
              <path d="M10.5 68H1C1 41.8349 1 1 1 1H68V68H38" stroke="black"/>
            </svg>
            <svg class="social__instagram" xmlns="http://www.w3.org/2000/svg" width="23" height="23" viewBox="0 0 23 23"
				 fill="none">
              <g clip-path="url(#clip0_77_203)">
                <path
					d="M16.0486 0H6.57048C2.9475 0 0 2.9475 0 6.57048V16.0486C0 19.6715 2.9475 22.619 6.57048 22.619H16.0486C19.6715 22.619 22.619 19.6715 22.619 16.0486V6.57048C22.619 2.9475 19.6715 0 16.0486 0ZM20.8519 16.0486C20.8519 18.6972 18.6972 20.8519 16.0486 20.8519H6.57048C3.92189 20.8519 1.76711 18.6972 1.76711 16.0486V6.57048C1.76711 3.92189 3.92189 1.76711 6.57048 1.76711H16.0486C18.6972 1.76711 20.8519 3.92189 20.8519 6.57048V16.0486Z"
					fill="#372821"/>
                <path
					d="M11.3095 5.21289C7.94786 5.21289 5.21298 7.94776 5.21298 11.3094C5.21298 14.6711 7.94786 17.406 11.3095 17.406C14.6712 17.406 17.4061 14.6711 17.4061 11.3094C17.4061 7.94776 14.6712 5.21289 11.3095 5.21289ZM11.3095 15.6389C8.92229 15.6389 6.9801 13.6967 6.9801 11.3094C6.9801 8.92219 8.92229 6.98 11.3095 6.98C13.6968 6.98 15.639 8.92219 15.639 11.3094C15.639 13.6967 13.6968 15.6389 11.3095 15.6389Z"
					fill="#372821"/>
                <path
					d="M17.4944 6.00832C17.9824 6.00832 18.378 5.61274 18.378 5.12477C18.378 4.63679 17.9824 4.24121 17.4944 4.24121C17.0064 4.24121 16.6109 4.63679 16.6109 5.12477C16.6109 5.61274 17.0064 6.00832 17.4944 6.00832Z"
					fill="#372821"/>
              </g>
              <defs>
                <clipPath id="clip0_77_203">
                  <rect width="22.619" height="22.619" fill="white"/>
                </clipPath>
              </defs>
            </svg>
          </a>
          <a href="#" class="footer__social-icon">
            <svg class="social__frame" xmlns="http://www.w3.org/2000/svg" width="69" height="69" viewBox="0 0 69 69"
				 fill="none">
              <path d="M10.5 68H1C1 41.8349 1 1 1 1H68V68H38" stroke="black"/>
            </svg>
            <svg class="social__telegram" xmlns="http://www.w3.org/2000/svg" width="25" height="24" viewBox="0 0 25 24"
				 fill="none">
              <g clip-path="url(#clip0_77_213)">
                <path
					d="M25 4.52211C24.0703 4.91051 23.0797 5.16795 22.0469 5.29295C23.1094 4.68878 23.9203 3.73937 24.3016 2.59503C23.3109 3.15753 22.2172 3.55485 21.0516 3.77658C20.1109 2.82271 18.7703 2.23193 17.3078 2.23193C14.4703 2.23193 12.1859 4.42539 12.1859 7.11437C12.1859 7.50128 12.2203 7.8733 12.3047 8.22747C8.04375 8.02955 4.27344 6.08461 1.74062 3.12181C1.29844 3.85247 1.03906 4.68878 1.03906 5.58908C1.03906 7.27955 1.95312 8.77806 3.31562 9.64562C2.49219 9.63074 1.68437 9.40306 1 9.04443C1 9.05931 1 9.07866 1 9.098C1 11.47 2.77656 13.4403 5.10625 13.8941C4.68906 14.0028 4.23438 14.0548 3.7625 14.0548C3.43438 14.0548 3.10312 14.037 2.79219 13.9715C3.45625 15.9046 5.34063 17.3257 7.58125 17.3718C5.8375 18.6709 3.62344 19.4537 1.22656 19.4537C0.80625 19.4537 0.403125 19.4358 0 19.3867C2.27031 20.781 4.96094 21.5772 7.8625 21.5772C17.2937 21.5772 22.45 14.1367 22.45 7.68729C22.45 7.47152 22.4422 7.26318 22.4312 7.05634C23.4484 6.36884 24.3031 5.51021 25 4.52211Z"
					fill="#372821"/>
              </g>
              <defs>
                <clipPath id="clip0_77_213">
                  <rect width="25" height="23.8095" fill="white"/>
                </clipPath>
              </defs>
            </svg>
          </a>
          <a href="#" class="footer__social-icon">
            <svg class="social__frame" xmlns="http://www.w3.org/2000/svg" width="69" height="69" viewBox="0 0 69 69"
				 fill="none">
              <path d="M10.5 68H1C1 41.8349 1 1 1 1H68V68H38" stroke="black"/>
            </svg>
            <svg class="social__facebook" xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24"
				 fill="none">
              <g clip-path="url(#clip0_77_217)">
                <path
					d="M21.8217 0.732422H1.96348C1.28351 0.732831 0.732286 1.28433 0.732422 1.96457V21.8228C0.732831 22.5028 1.28433 23.054 1.96457 23.0539H12.6561V14.4217H9.75691V11.043H12.6561V8.5565C12.6561 5.673 14.4164 4.10352 16.9886 4.10352C18.2206 4.10352 19.2793 4.19535 19.5879 4.23636V7.2501H17.8142C16.4148 7.2501 16.1438 7.91509 16.1438 8.89111V11.043H19.4898L19.0539 14.4217H16.1438V23.0539H21.8217C22.5021 23.054 23.0537 22.5026 23.0539 21.8222C23.0539 21.8221 23.0539 21.822 23.0539 21.8217V1.96348C23.0536 1.28351 22.5019 0.732286 21.8217 0.732422Z"
					fill="#372821"/>
              </g>
              <defs>
                <clipPath id="clip0_77_217">
                  <rect width="23.8095" height="23.8095" fill="white"/>
                </clipPath>
              </defs>
            </svg>
          </a>
        </div>
      </div>
      <div class="footer__info">
        <div class="footer__nav">
          <div class="footer__nav-title">Навигация по сайту</div>
          <ul class="footer__nav-list">
            <a href="#" class="footer__nav-item">Продукция</a>
            <a href="#" class="footer__nav-item">Контакты</a>
            <a href="#" class="footer__nav-item">Доставка</a>
            <a href="#" class="footer__nav-item">Корзина</a>
          </ul>
        </div>
        <div class="footer__contacts">
          <div class="footer_contacts-title">Наши контакты</div>
          <ul class="footer__contacts-list">
            <li class="footer__contacts-item">T: 098 738 12 93</li>
            <li class="footer__contacts-item">T: 098 738 12 93</li>
            <li class="footer__contacts-item">РФ, г.Ижевск, 10 лет Октября</li>
          </ul>
        </div>
      </div>
    </div>
  </div>
</footer>
<script src="js/main.js"></script>
</body>

</html>

